Repository: santos-g85/Multiple_DeskWeb
Catalog: Resources/Views/Contact/Index.*.resx
Languages: ne_np

source: 09:00 – 17:00 NPT (GMT+5:45)
ne_np: ०९:०० – १७:०० NPT (GMT+५:४५)

source: Call us
ne_np: हामीलाई कल गर्नुहोस्

source: Email
ne_np: इमेल

source: Facebook
ne_np: फेसबुक

source: Follow Us
ne_np: हामीलाई फलो गर्नुहोस्

source: Get in Touch Today
ne_np: आजै सम्पर्क गर्नुहोस्

source: Leave your queries
ne_np: आफ्ना प्रश्नहरू छोड्नुहोस्

source: LinkedIn
ne_np: लिङ्क्डइन

source: Need help choosing the right license, placing an order, or upgrading your existing license?
ne_np: सही इजाजतपत्र छनौट गर्न, अर्डर गर्न, वा तपाईंको अवस्थित इजाजतपत्र अपग्रेड गर्न मद्दत चाहिन्छ?

source: Reach us at
ne_np: सम्पर्क नम्बर

source: Send us a message
ne_np: हामीलाई मेसेज पठाउनुहोस्

source: Stay connected through our social media platforms:
ne_np: हाम्रो सामाजिक सञ्जाल प्लेटफर्महरू मार्फत सम्पर्कमा रहनुहोस्

source: Sunday – Friday
ne_np: आइतबार - शुक्रबार

source: Talk to our team
ne_np: हाम्रो टिमसँग कुरा गर्नुहोस्

source: Twitter
ne_np: ट्विटर

source: We respond within one business day
ne_np: हामी एक कार्य दिन भित्र जवाफ दिन्छौं

source: Write Message
ne_np: मेसेज लेख्नुहोस्
